[{"ISBN":"9382616705","name":"Kalkatta","author":"Kunal Basu","publisher":"Pan Macmillan India","pnumber":"318","desc":"Jami is the Gigolo King of Kalkatta. Smuggled into India from Bangladesh and given refuge by his uncle, a leader of the ruling Communist Party, he grows up in Zakaria Street - a Little Baghdad of the old-dreaming of becoming a pukka Kalkatta-wallah. When friendship with a local gang disqualifies him from school, he ends up as assistant to a passport forger, and then a masseur","tnum":"21","img":"http://img6a.flixcart.com/image/book/7/0/2/kalkatta-400x400-imaebwqhey9bgxar.jpeg","issued":""},
{"ISBN":"0141363932","name":"The Hidden Oracle","author":"Rick Riordan","publisher":"Penguin UK","pnumber":"432","desc":"How do you punish an immortal? By making him human. After angering his father Zeus, the god Apollo is cast down from Olympus. Weak and disoriented, he lands in New York City as a regular teenage boy. Now, without his godly powers, the four-thousand-year-old deity must learn to survive in the modern world until he can somehow find a way to regain Zeus's favour","tnum":"11","img":"http://img6a.flixcart.com/image/book/9/3/6/the-trials-of-apollo-the-hidden-oracle-400x400-imaeg4yxmczkdrjz.jpeg","issued":""},
{"ISBN":"0349104522","name":"The Man Who Knew ","author":"Robert Kanigel","publisher":"Little, Brown Book Group","pnumber":"448","desc":"Srinivasa Ramanujan was an enigma during his lifetime and continues to be one, even today. Ramanujan was born into a poor Brahmin family in Madras, and his parents were financially unable to support him after his initial schooling, which is one of life’s little ironies, since his contributions to the world of mathematics are inspiring and brilliant","tnum":"2","img":"http://img5a.flixcart.com/image/book/5/2/2/the-man-who-knew-infinity-400x400-imaejnhaw6tqhxx7.jpeg","issued":""},
{"ISBN":"0062202618","name":"Love, Loss, and What ","author":"Padma Lakshmi","publisher":"Harper Collins","pnumber":"336","desc":"Long before Padma Lakshmi ever stepped onto a television set, she learned that how we eat is an extension of how we love, how we comfort, how we forge a sense of home--and how we taste the world as we navigate our way through it. Shuttling between continents as a child, she lived a life of dislocation that would become habit as an adult, never quite at home in the world","tnum":"14","img":"http://img6a.flixcart.com/image/book/6/1/1/love-loss-and-what-we-ate-a-memoir-400x400-imaegms4742wuyhs.jpeg","issued":""},
{"ISBN":"0552169595","name":"Inferno","author":"Robert Langdon","publisher":"Transworld","pnumber":"624","desc":"When Harvard symbologist Robert Langdon awakens in a hospital ward with no memory of the last few days, he realizes that his memory loss is the least of his concerns. He is in Florence, Italy, and Sienna Brooks, one of the doctors tending to him informs him that he had been shot. He must figure out why, and what the shooting has to do with the strange ","tnum":"55","img":"http://img6a.flixcart.com/image/book/5/9/2/inferno-robert-langdon-book-4-400x400-imaeydzfy9xfxd9q.jpeg","issued":""},
{"ISBN":"1473605172","name":"Playing It My Way","author":"Sachin Tendulkar","publisher":"Hodder & Stoughton","pnumber":"496","desc":"Now Sachin Tendulkar tells his own remarkable story - from his first Test cap at the age of 16 to his 100th international century and the emotional final farewell that brought his country to a standstill. When a boisterous Mumbai youngster's","tnum":"13","img":"http://img5a.flixcart.com/image/book/1/7/6/playing-it-my-way-my-autobiography-400x400-imaectzf9pbuerq6.jpeg","issued":""},
{"ISBN":"1421580373","name":"Tokyo Ghoul","author":"Sui Ishida","publisher":"Simon & schuster","pnumber":"208","desc":"Ghouls live among us, the same as normal people in every way - except their craving for human flesh. Ken Kaneki is an ordinary college student until a vio-lent encounter turns him into the first half-human half-ghoul hybrid. Trapped between two worlds, he must survive Ghoul turf wars, learn more about Ghoul society and master his new powers. Shy Ken Kaneki ","tnum":"78","img":"http://img5a.flixcart.com/image/book/3/7/1/tokyo-ghoul-volume-2-400x400-imaecpnzwzxjyyqa.jpeg","issued":""},
{"ISBN":"034914043X","name":"Steve Jobs","author":"Walter Isaacson","publisher":"Little, Brown Book Group","pnumber":"592","desc":"Steve Jobs by Walter Isaacson is the exclusive biography that presents a zealous account of an intensely passionate and creative entrepreneur whose visionary ideas transformed the digital world beyond anyone could ever imagine","tnum":"7","img":"http://img5a.flixcart.com/image/book/4/3/8/steve-jobs-400x400-imae3km94jwgcgse.jpeg","issued":""}]
